Revit 2027 API
SeparatorItem Properties
The SeparatorItem type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
(Inherited from MenuItem)
Top
See Also
Reference
SeparatorItem Class
Autodesk.Revit.UI Namespace